// Напишите программу, которая на вход принимает число и 
// выдает его квадрат (число умноженное на само себя).

// Наппример:
// 4 > 16
// -3 -> 9
// -7 -> 49

Console.WriteLine("Введите число");
int num= Convert.ToInt32(Console.ReadLine());
int sqt = num*num;
Console.WriteLine(sqt);